// © Copyright 2004-2010, 2015 HP Development Company, L.P.

TaskName = "Testside";

TransferringProcessTitle = "Overfører fil…";
PrintingProcessTitle = "Udskriver testside…";

HSDTitleTextFieldValue = "Testside";
HSDInfoTextFieldValue = "Hvis der opstår problemer med at udskrive dokumenter på denne printer, kan du udskrive en testside for at identificere årsagen til problemet.

Denne side sendes direkte til printeren, uden om printerdriversoftwaren og anden systembehandlingssoftware.

Hvis testsiden udskrives korrekt, kan der være problemer med computerens udskrivningssystem. Forsøg at løse problemet ved at geninstallere printerdriversoftwaren.

Hvis testsiden ikke udskrives, eller hvis udskriftskvaliteten er ringe, skyldes det en printerfejl.";
HSDPrintButtonTitle = "Udskriv testside";

HSDRMTTPPanelHeader = "Udskriv en printerstatusrapport";
HSDRMTTPPanelHeader = "Udskriv en testside for at kontrollere, at enheden kan modtage data og udskrive dem korrekt fra computeren. Der kan bruges almindeligt papir i denne sammenhæng.\n\nKlik på Udskriv side for at udskrive testsiden.";
HSDRMTTPButtonTitle = "Udskriv side";
RMTTaskTitle = "Printerstatusrapport\n";

NoPaperTitle = "Mangler papir";
NoPaperMsg = "Der er ikke mere papir i enheden. Læg papir i papirbakken.";
